ANSWERS_MAPPING = {
    'добрый день. объект продается?': 'Да продаётся, напишите пожалуйста свой номер телефона, обсудим подробности и договоримся о просмотре.',
    'добрый день. торг возможен?': 'Мы можем с Вами созвониться и договориться о встрече, после просмотра сделаете  предложение по цене, я обещаю обсудить его с продавцом. Оставьте пожалуйста свой номер телефона созвониться расскажу подробно об объекте и договоримся о встрече.',
    'добрый день. ипотека возможна?': 'Да. Напишите пожалуйста свой номер телефона, созвонимся и обсудим Вашу ситуацию. У нас в штате есть юрист и ипотечный специалист , мы предложим Вам выгодные условия покупки .',
    'добрый день. можно купить по ипотеке?': 'Да. Напишите пожалуйста свой номер телефона, созвонимся и обсудим Вашу ситуацию. У нас в штате есть юрист и ипотечный специалист , мы предложим Вам выгодные условия покупки .',
    'добрый день. кредит возможен?': 'Да. Напишите пожалуйста свой номер телефона, созвонимся и обсудим Вашу ситуацию. У нас в штате есть юрист и ипотечный специалист , мы предложим Вам выгодные условия покупки .',
    'рассрочка возможна?': 'Да. Напишите пожалуйста свой номер телефона, созвонимся и обсудим Вашу ситуацию. У нас в штате есть юрист и ипотечный специалист , мы предложим Вам выгодные условия покупки .',
    'здравствуйте. актуально?': 'Да актуально , напишите пожалуйста свой номер телефона и договоримся о просмотре.',
    'здравствуйте. добрый день. на какую сумму уступите по цене?': 'Напишите пожалуйста свой номер телефона , договоримся о просмотре и обсудим Ваше предложение по цене.',
}

KEY_WORDS_MAPPING = {
    'кредит': 'Да. Напишите пожалуйста свой номер телефона, созвонимся и обсудим Вашу ситуацию. У нас в штате есть юрист и ипотечный специалист , мы предложим Вам выгодные условия покупки .',
    'ипоте': 'Да. Напишите пожалуйста свой номер телефона, созвонимся и обсудим Вашу ситуацию. У нас в штате есть юрист и ипотечный специалист , мы предложим Вам выгодные условия покупки .',
    'торг': 'Мы можем с Вами созвониться и договориться о встрече, после просмотра сделаете  предложение по цене, я обещаю обсудить его с продавцом. Оставьте пожалуйста свой номер телефона созвониться расскажу подробно об объекте и договоримся о встрече.',
    'рассрочк': 'Да. Напишите пожалуйста свой номер телефона, созвонимся и обсудим Вашу ситуацию. У нас в штате есть юрист и ипотечный специалист , мы предложим Вам выгодные условия покупки .',
    'актуальн': 'Да актуально , напишите пожалуйста свой номер телефона и договоримся о просмотре.'
}

DEFAULT_ANSWER = 'Напишите пожалуйста свой номер телефона, созвонимся и я Вам расскажу всё подробно об объекте . У нас в штате есть юрист и ипотечный специалист, если возникает сложный вопрос, мы обязательно его решаем вместе. Для наших покупателей предложим выгодные условия покупки.'