ANSWERS_MAPPING = {
    'Добрый день. Объект продается?': 'Добрый день. Да продаётся, напишите пожалуйста свой номер телефона, обсудим подробности и договоримся о просмотре.',
    'Добрый день. Торг возможен?': 'Добрый день. Мы можем с Вами созвониться и договориться о встрече, после просмотра сделаете  предложение по цене, я обещаю обсудить его с продавцом. Оставьте пожалуйста свой номер телефона созвониться расскажу подробно об объекте и договоримся о встрече.',
    'Добрый день. Ипотека возможна?': 'Добрый день. Да. Напишите пожалуйста свой номер телефона, созвонимся и обсудим Вашу ситуацию. У нас в штате есть юрист и ипотечный специалист , мы предложим Вам выгодные условия покупки .',
    'Добрый день. Можно купить по ипотеке?': 'Добрый день. Да. Напишите пожалуйста свой номер телефона, созвонимся и обсудим Вашу ситуацию. У нас в штате есть юрист и ипотечный специалист , мы предложим Вам выгодные условия покупки .',
    'Добрый день. Кредит возможен?': 'Добрый день. Да. Напишите пожалуйста свой номер телефона, созвонимся и обсудим Вашу ситуацию. У нас в штате есть юрист и ипотечный специалист , мы предложим Вам выгодные условия покупки .',
    'Рассрочка возможна?': 'Добрый день. Да. Напишите пожалуйста свой номер телефона, созвонимся и обсудим Вашу ситуацию. У нас в штате есть юрист и ипотечный специалист , мы предложим Вам выгодные условия покупки .',
    'Здравствуйте. Актуально?': 'Добрый день. Да актуально , напишите пожалуйста свой номер телефона и договоримся о просмотре.',
    'Здравствуйте. Добрый день. На какую сумму уступите по цене?': 'Добрый день. Напишите пожалуйста свой номер телефона , договоримся о просмотре и обсудим Ваше предложение по цене.',
}

DEFAULT_ANSWER = 'Напишите пожалуйста свой номер телефона, созвонимся и я Вам расскажу всё подробно об объекте . У нас в штате есть юрист и ипотечный специалист, если возникает сложный вопрос, мы обязательно его решаем вместе. Для наших покупателей предложим выгодные условия покупки.'